
[A_RuneAbility_Skip H7RuneAbility]
mName="Завершить ход"
mTooltip="Завершает ход руны."

[A_RuneAbility_Wait H7RuneAbility]
mName="Отложить ход"
mTooltip="Руна сделает ход позже. В очереди ожидания отряды будут выстроены в обратном порядке."

[A_RuneOfDestruction_Ability_Active H7RuneAbility]
mTooltipUpgraded="Наносит %d2.min ед. урона от %icon_prime изначальной магии всем вражеским отрядам в области действия ауры руны. Можно активировать один раз за бой."
mName="Руна разрушения: активация"
mTooltip="Наносит %d1.min ед. урона от %icon_prime изначальной магии всем вражеским отрядам в области действия ауры руны. Можно активировать один раз за бой."

[A_RuneOfDestruction_Ability_Aura_3x3 H7RuneAbility]
mName="Руна разрушения: аура"
mTooltip="Дружественные отряды в области действия ауры получают %buff1.buff.stat к %icon_attack атаке."

[A_RuneOfDestruction_Ability_Aura_5x5 H7RuneAbility]
mName="Руна разрушения: аура"
mTooltip="Дружественные отряды в области действия ауры получают %buff1.buff.stat к %icon_attack атаке."

[A_RuneOfDestruction_Ability_Aura_Buff H7BaseBuff]
mName="Аура руны разрушения"
mTooltip="%stat к %icon_attack атаке"

[A_RuneOfDestruction_CreatureAbility_3x3 H7CreatureAbility]
mName="Руна разрушения"
mTooltip="Дружественные отряды в области 3x3 вокруг существа получают %buff1.buff.stat к %icon_attack атаке."

[A_RuneOfDestruction_CreatureAbility_5x5 H7CreatureAbility]
mName="Руна разрушения"
mTooltip="Дружественные отряды в области 5x5 вокруг существа получают %buff1.buff.stat к %icon_attack атаке."

[A_RuneOfDestruction_Rune H7EditorRuneUnit]
mName="Руна разрушения"

[A_RuneOfFortune_Ability_Active H7RuneAbility]
mTooltipUpgraded="Накладывает на все дружественные отряды в области действия ауры щит, который поглощает до %buff2.buff.special.val1 ед. урона. Можно актировать один раз за бой."
mName="Руна фортуны: активация"
mTooltip="Накладывает на все дружественные отряды в области действия ауры щит, который поглощает до %buff1.buff.special.val1 ед. урона. Можно актировать один раз за бой."

[A_RuneOfFortune_Ability_Active_Buff H7BaseBuff]
mName="Щит руны фортуны"
mTooltip="Поглощает до %special.val3 ед. урона."

[A_RuneOfFortune_Ability_Active_Buff_Upgraded H7BaseBuff]
mName="Щит руны фортуны"
mTooltip="Поглощает до %special.val3 ед. урона."

[A_RuneOfFortune_Ability_Aura_3x3 H7RuneAbility]
mName="Руна фортуны: аура"
mTooltip="Дружественные отряды в области действия ауры получают %buff1.buff.stat к %icon_luck удаче.\nВражеские отряды в области действия ауры получают %buff3.buff.stat к %icon_luck удаче."

[A_RuneOfFortune_Ability_Aura_5x5 H7RuneAbility]
mName="Руна фортуны: аура"
mTooltip="Дружественные отряды в области действия ауры получают %buff1.buff.stat к %icon_luck удаче.\nВражеские отряды в области действия ауры получают %buff3.buff.stat к %icon_luck удаче."

[A_RuneOfFortune_Ability_Aura_Buff_Negative H7BaseBuff]
mName="Аура руны фортуны"
mTooltip="%stat к %icon_luck удаче"

[A_RuneOfFortune_Ability_Aura_Buff_Positive H7BaseBuff]
mName="Аура руны фортуны"
mTooltip="%stat к %icon_luck удаче"

[A_RuneOfFortune_CreatureAbility_3x3 H7CreatureAbility]
mName="Руна фортуны"
mTooltip="Дружественные отряды в области 3x3 вокруг существа получают %buff1.buff.stat к %icon_luck удаче.\nВражеские отряды в области 3x3 вокруг существа получают %buff3.buff.stat к %icon_luck удаче."

[A_RuneOfFortune_CreatureAbility_5x5 H7CreatureAbility]
mName="Руна фортуны"
mTooltip="Дружественные отряды в области 5x5 вокруг существа получают %buff1.buff.stat к %icon_luck удаче.\nВражеские отряды в области 5x5 вокруг существа получают %buff3.buff.stat к %icon_luck удаче."

[A_RuneOfFortune_Rune H7EditorRuneUnit]
mName="Руна фортуны"

[A_RuneOfResilience_Ability_Active H7RuneAbility]
mName="Руна стойкости: активация"
mTooltip="Отбрасывает всех существ на 1 клетку назад от места расположения руны."

[A_RuneOfResilience_Ability_Aura_3x3 H7RuneAbility]
mName="Руна стойкости: аура"
mTooltip="Дружественные отряды в области действия ауры получают %buff1.buff.stat к %icon_defense защите."

[A_RuneOfResilience_Ability_Aura_5x5 H7RuneAbility]
mName="Руна стойкости: аура"
mTooltip="Дружественные отряды в области действия ауры получают %buff1.buff.stat к %icon_defense защите."

[A_RuneOfResilience_Ability_Aura_Buff H7BaseBuff]
mName="Аура руны стойкости"
mTooltip="%stat к %icon_defense защите"

[A_RuneOfResilience_CreatureAbility_3x3 H7CreatureAbility]
mName="Руна стойкости"
mTooltip="Дружественные отряды в области 3x3 вокруг существа получают %buff1.buff.stat к %icon_defense защите."

[A_RuneOfResilience_CreatureAbility_5x5 H7CreatureAbility]
mName="Руна стойкости"
mTooltip="Дружественные отряды в области 5x5 вокруг существа получают %buff1.buff.stat к %icon_defense защите."

[A_RuneOfResilience_Rune H7EditorRuneUnit]
mName="Руна стойкости"

UCP 1.3

[A_RuneOfResilience_Ability_Active_5x5 H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Руна стойкости: активация"
mTooltip="Отбрасывает всех существ на 1 клетку назад от места расположения руны."

[A_RuneOfFortune_Ability_Active_5x5 H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded="Накладывает на все дружественные отряды в области действия ауры щит, который поглощает до %buff2.buff.special.val1 ед. урона. Можно актировать один раз за бой."
mName="Руна фортуны: активация"
mTooltip="Накладывает на все дружественные отряды в области действия ауры щит, который поглощает до %buff1.buff.special.val1 ед. урона. Можно актировать один раз за бой."

[A_RuneOfDestruction_Ability_Active_5x5 H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded="Наносит %d2.min ед. урона от %icon_prime изначальной магии всем вражеским отрядам в области действия ауры руны. Можно активировать один раз за бой."
mName="Руна разрушения: активация"
mTooltip="Наносит %d1.min ед. урона от %icon_prime изначальной магии всем вражеским отрядам в области действия ауры руны. Можно активировать один раз за бой."
